app/controllers/features_controller.rb

SELECT "features".* FROM "features"
---
  def index

    unless params[:query].to_s.empty?
      search = Feature.search { fulltext params[:query] }