app/views/features/_feature_list.html.erb

SELECT "features".* FROM "features"
---
			</a>
			<p class="feature-tags"> <%= raw feature.tag_list.map { |t| link_to t, tag_path(t) }.join(', ') %> </p>